INSERT INTO brands (id, name) VALUES
(1, 'Ford'),
(2, 'Hyundai'),
(3, 'Skoda');

INSERT INTO models (id, brand_id, name) VALUES
(1, 1, 'Fiesta'),
(2, 1, 'Focus'),
(3, 2, 'Solaris'),
(4, 2, 'i30'),
(5, 3, 'Rapid'),
(6, 3, 'Octavia');

INSERT INTO offices (id, name) VALUES
(1, 'Точка_1'),
(2, 'Точка_2'),
(3, 'Точка_3');

INSERT INTO cars (id, model_id, number) VALUES
(1, 1, 'А001АА159'),
(2, 2, 'А002АА159'),
(3, 3, 'А003АА159'),
(4, 4, 'А004АА159'),
(5, 5, 'А004АА159');

INSERT INTO clients (id, last_name, first_name, middle_name, phone) VALUES
(1, 'Иванов', 'Иван', 'Иванович', '89001112201'),
(2, 'Петров', 'Петр', 'Петрович', '89001112202'),
(3, 'Сидоров', 'Иван', 'Петрович', '89001112203');

INSERT INTO orders (id, office_id, client_id, car_id, start_at, end_at, return_office_id) VALUES
(1, 1, 1, 1, '2017-04-01 12:00', '2017-04-05 12:00', 1),
(2, 1, 1, 1, '2017-04-07 12:00', '2017-04-09 12:00', 2),
(3, 1, 1, 2, '2017-04-10 12:00', '2017-04-15 12:00', 1),
(4, 2, 2, 1, '2017-04-01 12:00', '2017-04-10 12:00', 2),
(5, 2, 2, 2, '2017-04-15 12:00', '2017-04-25 12:00', 2),
(6, 2, 3, 3, '2017-04-16 12:00', '2017-04-30 12:00', 2),
(7, 2, 3, 3, '2017-05-04 10:00', '2017-05-10 10:00', 3);
